app/views/index/home.html.erb

SELECT "gossips".* FROM "gossips"
---
<div class="row">
<% Gossip.all.each_with_index do |gossip,i| %>